Revit 2027 API
ParameterTypeId.GuideGridNameParam Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GuideGridNameParam { get; }
Public Shared ReadOnly Property GuideGridNameParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GuideGridNameParam {
	ForgeTypeId^ get ();
}
static member GuideGridNameParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace